export const seedData = {
  "school": "النهضة الابتدائية للبنات",
  "department": "قسم المسار الأدبي",
  "coordinator": "عائشة اليافعي",
  "academicYear": "2025-2026",
  "teachers": [
    {
      "name": "مريم الشمري"
    },
    {
      "name": "مشاعل القحطاني"
    },
    {
      "name": "سارة المسيفري"
    },
    {
      "name": "ضحى السليطي"
    },
    {
      "name": "صافية المري"
    },
    {
      "name": "ريناد الدوسري"
    },
    {
      "name": "شعيع الشمري"
    },
    {
      "name": "منيفة الشمري"
    },
    {
      "name": "لينا نعيم"
    },
    {
      "name": "نور الشمري"
    },
    {
      "name": "حمدة سليمان التومي الشمري"
    },
    {
      "name": "جوهرة"
    }
  ],
  "subjects": [
    "اللغة العربية",
    "التربية الإسلامية"
  ],
  "classes": [
    {
      "grade": "الأول",
      "section": "A"
    },
    {
      "grade": "الأول",
      "section": "B"
    },
    {
      "grade": "الأول",
      "section": "C"
    },
    {
      "grade": "الأول",
      "section": "D"
    },
    {
      "grade": "الأول",
      "section": "E"
    },
    {
      "grade": "الثاني",
      "section": "A"
    },
    {
      "grade": "الثاني",
      "section": "B"
    },
    {
      "grade": "الثاني",
      "section": "C"
    },
    {
      "grade": "الثاني",
      "section": "D"
    },
    {
      "grade": "الثاني",
      "section": "E"
    }
  ],
  "students": [
    {
      "name": "اريام محمد عبدالحبيب حمد",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "الجود علي محمد علي",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "الريم على ناصر طوار الكوارى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "العنود عبدالحميد",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "الكادي فاضل البرغش",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "الهنوف وليد ناصر عبدالرب اليزيدي",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "أميرة شايم فندى السويدى الشمرى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "آيه محمد عبدالله محجوب سيد",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "جنات عبدالسلام المهدي",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "جواهر حسين عبد السعدى اليافعى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "حصة عبدالله محمد الجهام الكوارى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "دانه جاسم الجميره",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "دانه صلاح مسعد احمد عبدالله",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "دلال علي فولادي",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "رحيق اسامه احمد مهيدات",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "روان محجوب محمد محجوب",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "روضه عبدالله صالح مثنى اليافعى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "ريم احمد ناصر عبدناصر",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "سارا سالم مصطفى البيوك",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "سميره فيصل بركات",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "شيخه عبدالله راشد محمد الحميدى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "عدن وسيم",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "علياء احمد صالح خلف الشمرى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "لولوه ابراهيم سعد احمد الحبابى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "لولوه محمد زايد الجنيدى الشمرى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "ليال سالم شاكر ناهيه",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "ليان سالم شاكر ناهيه",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "مثايل سالم وسمى الوبيرى الشمرى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "ملاك بسام ابراهيم",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "نورة محمد جابر ذروه البريد",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "نوف محمد عبدالمحسن المري",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "هديل عبدالله حاكم الفداغى الشمرى",
      "grade": "الأول",
      "section": "A"
    },
    {
      "name": "الجوري المنتصر بالله ابراهيم الخرابشه",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "المها راشد خلفان الهده السويدى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "أمل فهد فاضل",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "اميرة محسن صالح محسن العجى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "جواهر فهد بركات",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "جواهر محمد ناصر ملاصالح الجابر",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "حبيبه فرح احمد ضوينا",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "حصه عبدالعزبز درزاده",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "رشقى محمد عثمان",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "روضه خالد عبداللطيف يعقوب الشويطر",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "زينه ايمن خليل رشيد الدوس",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "زينه غسان صلاح الصواف",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "شيخة عبدالعزيز عزيز عايد الشمرى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "شيخه محمد ثانى محمد ال ثانى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "شيخه يوسف ابراهيم على العبيدلى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "صيته ناصر عبدالله المهناء",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "ضحى اياد هلال",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "فاطمة احمد محمد حسن العجمية",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "فاطمه احمد على مبارك البريكى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "فجر جاسم",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "لمياء عبدالعزيز محمد عزالدين البكري",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "لولوه صلاح احمد ابوبكر حسين",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "ليان محمد سعد الشملانى العنزى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "ماريا عبدالمنعم محمد ابوالحسن",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "مريم سعد عبدالله دلهم الكوارى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "مريم محمد يوسف حسن العبيدلى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "مسك خالد فهد على الحبابى",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "ملكه ابراهيم محمد",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "منه مصطفى الامين ابراهيم",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "نوره ابراهيم فضل احمد الدبيلي",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "هند جاعم صالح حسين ناصر",
      "grade": "الأول",
      "section": "B"
    },
    {
      "name": "الجوري رامي تركي عبيدات",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "الجوهره عبيد جهيم الجنيدى الشمرى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "الدانه على على احمد القاضى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "الدانه علي علوي سالم محمد",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "انفال عبدالسلام",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "اية البرديني",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "بسماء على خليل طراد الشمرى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "جود احمد علي السالمي",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "جود غلاب هبه",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "جود فوزي زمل الشمري",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "حفصه زينب محمد شارق",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "رغد محمد عامر عوض",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "روضة عبدالله ثقيل الدرويش الشمرى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "سحاب عسل حاكم الفداغى الشمرى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "سعدية سعد احمد عبدالله الحبابي",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "شيخة مبارك مهنا الفضاله السليطى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "شيخه احمد بسام البرديني",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "غنى احمد حسن سمان",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "فاطمه جاسم ابراهيم عبدالله فكرى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "فاطمه خالد العبدالله العوين",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "ماجده مصعب محمد احمد",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "مريم بندر صقر الشمري",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "مريم عبدالله سعيد جمعه البلوشية",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "مريم محمد اسحاق",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "منيرة عبدالرحمن ناصر الجباره الرميحى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "موزه محمد زايد سعيد المحمد",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "مياسه عبدالقادر عبدالرب ناصر",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "مياسه محمد محمود السريحي",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "نجود عبدالله علي زبن الله نصر",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "نورة عبدالله هادى البريدى المرى",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "هميان محمد عبدالله احمد المطوع",
      "grade": "الأول",
      "section": "C"
    },
    {
      "name": "أسماء سالم حماد الفداغى الشمرى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "الجوهره خالد محمد الشرفى اليافعى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "الشيماء زكريا مسعد غالب ابوبكر",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "العنود عبدالرحمن ناجي احمد",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "المها خالد محمد سيف النعيمى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "جواهر حسن محمد حسن الفضاله",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "جواهر حمد حسين وقاف عناد",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "حور محمد عباد صالح العجي",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "روبيحه اسلام خان",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "سارة خالد سعيد حسين صالح",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "ساره اسلام فياض عليمات",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "سدرة محمود عبدالله محمد الغمرى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "سما احمد الطويل",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "شادن عبدالله فندي",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "شموخ محمد علي المري",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "شيخه علي صالح شرف الدين قايد",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "غزل محمد خالد يوسف شراب",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "غلا شافى بشيتان الجنيدى الشمرى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "غلا يحيى ياسين حموده ابوزور",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "لطيفة عبدالله حمد الغفراني المري",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "ليان وضاح محمد احمد احمد",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "مريم على صالح مثنى اليافعى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "مشاعل احمد",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "منى احمد صبير مفرح القشعمى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "منيره منصور عبدالله سعد السويدى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "نور ابراهيم عبده السعدي",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "نوره سالم راشد المستور المرى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "نوير فرحان سعيد الرمالى الشمرى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "هند عبدالعزيز معيوف المخلف",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "هيا على محمد البريدى المرى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "هيفا على محمد البريدى المرى",
      "grade": "الأول",
      "section": "D"
    },
    {
      "name": "الجوري مختار ابراهيم عبدالله السالمي",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "الجوهره مبارك محمد الدوسري",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "العنود عبدالرحمن صالح عبدالله الاشقر",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "المياسة عبدالله عزيز عايد الشمرى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "آمنة سيف صالح حسن احمد",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "بدور خليل العبد",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "تالين محمد احمدالاغا",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "حلا ماهر عثمان جاه الرسول",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "حمده ممدوح خليفه الرمالى الشمرى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "حنان علي عبدالقوي ناصر احمد",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "خلود جميل جمعه راشد الردينيه",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "رزان زايد نور",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "روضة محمد صالح عبدالله الاشقر",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "ريتاج نصر محمد صالح مقبل",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "شوق تميم ضيف الله محسن الحجاجى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "شيخة علي فرج علي بن محفوظ",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "شيخة فيصل حسن عامر الجعيدي",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "عائشة عبدالرحمن احمد سالم البكرى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "عذبه حمد الحميد",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "علياء حسين جابر الشمري",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "غاليه محمد الياس",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "لجين ساري دهام",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "لولوه سعد رحيل التومى الشمرى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "مرام فواز شرابي المطوري",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "مها شيرازي",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "موزا فالح ردام ساير الشمرى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "ميثا مشعل محسن الحاج الحجاجي",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "نجلاء عبدالرحمن صالح خلف الشمرى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "نجلاء نادر عبدالله نادر العبدالله",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "هبه عمر الاحمد",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "هيا على محمد الصفدى",
      "grade": "الأول",
      "section": "E"
    },
    {
      "name": "افنان نور الامين",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "الجوري المنتصر بالله إبراهيم",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "الزين نايف هادي المري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "العنود سمير حميد الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "تسنيم احمد فتحي سلمي",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "حصة خالد محمد المالكي",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "حصة فيصل صالح الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "حور عبدالله صالح حسن احمد",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "ساره محمد ابوبكر المفيد",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "سجود النور خير النور",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "شوق حسن عادل حسن",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "شيخه محمد عايد الحمد",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "ضي فيصل محمد الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "عائشة فرج مطيران الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "عائشة وحيد بندوك محمد",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "لولوة طارق محمد عبدربه",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "لولوه عبدالقادر السعدي",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "مريم جمال عبدالرب اليهري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "مريم حمد حسين وقاف عناد",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "منى علي محمد الصفدي",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "منيره سلمان حمد المري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "مها سمير الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "موزا خالد مرضي الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "نجلاء عبدالهادي الخيارين",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "نوره ماهر محمود السرحي",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "نوف عبدالرحمن",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "همس حماد ساكت الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "هيا حسين فيصل الكندي",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "هيا عبدالرحمن سالم با سليمان",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "هيا عيد سردى الشمري",
      "grade": "الثاني",
      "section": "A"
    },
    {
      "name": "وفاء عبدالعزيز احمد محمد",
      "grade": "الثاني",
      "section": "A"
    }
  ]
} as const;
